{
    "Ciao, benvenuti sul mio sito!": "Ciao, benvenuti sul mio sito!",
    "home": "home",
    "code": "codice",
    "music": "musica",
    "about": "su di me",
    "contacts": "contatti",
    "english": "inglese",
    "language": "lingua",
    "services": "servizi",
    "Page not found": "Pagina non trovata",
    "Solo piper": "Cornamusa solista",
    "Compositions and arrangements": "Composizioni e arrangiamenti",
    "Bands": "Band",
    "Collaborations": "Collaborazioni",
    "Gear": "Strumenti",
    "I discovered music by playing with my mother's old vertical piano when I still was a toddler. I fell in love with it at the age of 11 and, from then on, I have never left it.": "Ho scoperto la musica giocando con il vecchio pianoforte verticale di mia madre quando ancora non camminavo. Me ne sono innamorato a 11 anni senza mai più lasciarla.",
    "Here is an overview of my musical activities.": "Ecco una panoramica delle mie attività musicali.",
    "Hi! My name is Lorenzo Rossi, and I like doing various things": "Ciao! Mi chiamo Lorenzo Rossi, e mi piace fare varie cose",
    "have a look at": "dai un'occhiata al",
    "my cv": "mio cv",
    "Born and bread in Galliate but currently living in Novara, I grew up in a countryside surrounded by rice and corn fields. I discovered music and English at the age of 11 and computer science in my late 20s. These three subjects never really left me and, even if they ever did, they would always find their way back": "Nato e cresciuto a Galliate ma al momento domiciliato a Novara, sono cresciuto in campagna circondato da campi di riso e mais. Ho scoperto la musica e l'inglese a 11 anni e l'informatica alla fine dei miei vent'anni. Queste tre realtà non mi hanno mai abbandonato e, anche se mai lo avessero fatto, hanno sempre trovato la strada per tornare da me",
    "just take the first step": "basta fare il primo passo",
    "I like walking, so much that I walked Saint James Way twice, from Saint-Jean-Pied-de-Port in 2023 (Camino Frances) and from Lisbon in 2024 (Caminho Portugues), and that opened my eyes wide on everything. If you are torn between walking your first Camino or not": "Mi piace camminare, così tanto che ho fatto il Cammino di Santiago per due volte, da Saint-Jean-Pied-de-Port nel 2023 (Camino Frances) e da Lisbona nel 2024 (Caminho Portugues), e mi hanno aperto gli occhi su tutto. Se sei indecis* se partire o meno per il tuo primo Cammino",
    "I like animals and I tend not to eat them, and I dream of a small house in the nature. I like open source software and I am very sensitive towards human rights.": "Mi piacciono gli animali e tendo a non mangiarli, e sogno una casetta immersa nella natura. Mi piace il software open source e sono molto sensibile a questioni riguardanti il rispetto dei diritti umani.",
    "Let us break the virtual wall and get to know each other!": "Rompiamo il muro virtuale e conosciamoci!",
    "Text me": "Scrivimi",
    "My name is": "Mi chiamo",
    "and I work with": "e mi occupo di",
    "information technology": "informatica",
    "and": "e",
    "Would you like to give life to your project": "Vorresti dare vita al tuo progetto",
    "Let us talk": "Parliamone",
    "Briefly": "In breve",
    "I am a computer scientist with a visceral passion for music and the English language, currently living in Novara. I like exploring connections between apparently far contexts, finding creativity in coding and strictness in music.": "Sono un informatico con una passione viscerale per la musica e per la lingua inglese, residente a Novara. Mi piace esplorare connessioni tra ambiti apparentemente lontani, trovare creatività nel codice e rigore nella musica.",
    "In time, I have had the chance to work on": "Nel tempo, ho avuto modo di lavorare su",
    "digital projects for privates and companies": "progetti digitali per privati e aziende",
    "take part in national events such as the": "esibirmi in eventi nazionali come il", 
    "in Rome and teaching English to": "di Roma e insegnare inglese a",
    "students of all ages": "studenti di ogni età",
    "I am currently a freelance IT consultant and a Great Highland Bagpipe player and teacher, but I have extensive experience in teaching English and music.": "Al momento sono un consulente informatico freelance ed un suonatore ed insegnante di cornamusa scozzese, ma ho anche anni di esperienza nell'insegnamento di inglese e musica.",
    "This virtual place collects all my competencies, the projects I worked on and the services I offer for whoever wants to get to know or collaborate with me.": "Questo luogo virtuale raccoglie le mie competenze, i progetti che ho realizzato e i servizi che offro, per chiunque voglia conoscermi o collaborare con me.",
    "Since 2021, I work as IT consultant specialising in front end and cross-platform mobile applications based on": "Dal 2021 mi occupo di consulenza informatica in ambito front end e mobile su applicazioni basate su",
    "Here is an overview of the projects I worked for.": "Ecco una panoramica degli ultimi progetti a cui ho lavorato.",
    "The official website of Celtic Knot Pipes and Drums, the Scottish pipe band I play in.": "Sito ufficiale di Celtic Knot Pipes and Drums, la mia banda di cornamuse e percussioni scozzesi.",
    "Go to website": "Vai al sito",
    "Static website for promoting Doctor Alberto Toscani’s activity as élite nutrition biologist, and his nutrition studio.": "Sito statico per la promozione dell’attività di Alberto Toscani, biologo nutrizionista sportivo d’élite, e del suo studio nutrizionale.",
    "Static website for promoting Marco Zanchetta’s activities as boxing teacher and personal trainer.": "Sito statico per promuovere le attività di Marco Zanchetta, insegnante di boxe e personal trainer.",
    "Do you have a project that you don’t know how to bring to life?": "Hai un progetto che non sai come portare alla luce?",
    "is an open source framework developed by Google and based on Typescript for developing modern web applications, accompanied by": "è un framework open source sviluppato da Google e basato su TypeScript per la creazione di applicazioni web moderne, accompagnato da",
    "a library of UI components in the style of Material Design.": "una libreria di componenti UI in stile Material Design.",
    "Projects": "Progetti",
    "is an open source framework for creating multi-platform mobile and web applications, based on web technologies such as HTML, CSS and JavaScript and usable on top of Angular.": "è un framework open source per la creazione di applicazioni mobile e web multipiattaforma, basato su tecnologie web come HTML, CSS e JavaScript, integrabile con Angular.",
    "is a CSS open source library that simplifies styling responsive websites.": "è una libreria CSS open source che semplifica la creazione di siti web responsive.",
    "All other project that I either started or took part in, from University on, are on": "Tutti gli altri progetti che ho avviato o a cui ho preso parte nel tempo, dall’università in poi, sono su",
    "Solo Scottish bagpipe (Great Highland Bagpipe, Borderpipe, Smallpipe) for events and collaborations": "Cornamusa scozzese solista (great highland bagpipe, borderpipe, smallpipe) per eventi e collaborazioni",
    "Composition of original music": "Composizione di brani originali",
    "Arrangement of existing music": "Arrangiamento di brani esistenti",
    "Score creation": "Realizzazione di partiture",
    "Orchestral audio simulations creation": "Realizzazione di simulazioni orchestrali audio",
    "Music": "Musica",
    "Information Technology": "Informatica",
    "Custom websites design and SEO": "Progettazione di siti web personalizzati e SEO",
    "Front end management web applications design": "Progettazione di applicazioni web front end gestionali",
    "Multiplatform (Android, iOS) mobile applications design": "Progettazione di applicazioni mobili multipiattaforma (Android, iOS)",
    "Education and training": "Formazione",
    "I can teach the following subjects:": "Impartisco lezioni delle seguenti discipline/materie:",
    "Computer science (middle school, high school and university)": "Informatica (scuole medie, superiori e università)",
    "Scottish Bagpipes (beginner to intermediate level)": "Cornamusa scozzese (livello base-intermedio)",
    "Harmony, music theory and solfege": "Armonia, teoria musicale e solfeggio",
    "English": "Inglese",
    "Maths and physics (middle and high school)": "Matematica e fisica (scuole medie e superiori)",
    "Now you know what I can do for you.": "Ora sai cosa posso fare per te.",
    "Shall we begin": "Iniziamo",
    "Musical notation": "Notazione musicale",
    "Orchestral simulation": "Simulazione orchestrale",
    "This page will soon benefit from a pretty contact form.": "Questa pagina avrà presto un bel modulo di contatto.",
    "Meanwhile, you can drop me an email": "Nel frattempo, puoi mandarmi una email",
    "This page is currently under construction.": "Pagina in allestimento.",
    "This website": "Questo sito web",
    "does not collect, archive or use any personal data or navigation information from its users, except for the language choice - if any choice is made.": "non raccoglie, archivia o utilizza nessun dato personale o informazioni sulla navigazione degli utenti, ad eccezione della scelta della lingua - se viene effettuata",
    "No personal data is directly collected by this website. This website does not use analytic tools, proprietary cookies or other tracking tools.": "Nessun dato personale è raccolto direttamente da questo sito. Questo sito non utilizza strumenti di analisi, cookie proprietari o altri strumenti di tracciamento.",
    "This website does not use proprietary nor third part cookies.": "Il presente sito non utilizza cookie propri, né di terze parti.",
    "Cookies": "Cookie",
    "Third party services": "Servizi di terze parti",
    "This website does not use third party services.": "Questo sito non usa servizi di terze parti",
    "Modifications to this privacy policy": "Modifiche alla privacy policy",
    "I reclaim the right to modify this privacy policy at any moment. All updates will be published onto this page.": "Mi riservo il diritto di modificare questa privacy policy in ogni momento. Tutti gli aggiornamenti verranno pubblicati su questa pagina.",
    "For any question relatively to this privacy policy, you can contact me at": "Per qualunque domanda relativa a questa privacy policy, puoi contattarmi all'indirizzo",
    "Data collection": "Raccolta dei dati",
    "I discovered music by playing with my mother’s old vertical piano when I still was a toddler. I fell in love with it at the age of 11 and I never left it. I studied classical piano and composition, then to divert to the great highland bagpipe, which now absorbs most of my musical energy.":"Ho scoperto la musica giocando con il vecchio pianoforte verticale di mia madre quando ancora non camminavo. Me ne sono innamorato a 11 anni senza mai più lasciarla. Ho studiato pianoforte classico e composizione, per poi virare sulla great highland bagpipe, che ora assorbe praticamente tutte le mie energie musicali.",
    "In this section you may find information on all of my currently active musical projects. You will find a detailed summary of my musical education in the section":"In questa sezione puoi trovare informazioni su tutti i miei progetti musicali attualmente attivi. Trovi una sintesi dettagliata della mia formazione musicale nella sezione",
    "If you are interested in collaborating with me, have a look at the section": "Se sei interessato a collaborare con me, controlla la sezione",    
    "to know if I can help you.": "per sapere se posso aiutarti.",
    "If, on the other hand, you are interested in attending the next live shows I will play in, have a look at":"Se, invece, ti interessa seguirmi durante i miei prossimi live, controlla il",
    "my live performances calendar": "calendario delle mie esibizioni",
    "the next one might be around the corner!": "la prossima potrebbe essere dietro l’angolo!",
    "Here is an overview of the musical formations I regularly collaborate with musician, composer/arranger or both.": "Ecco una panoramica delle formazioni musicali con cui mi esibisco regolarmente come musicista, compositore/arrangiatore o entrambi.",
    "Formations": "Formazioni",
    "New project!": "Nuovo progetto!",
    "Stay tuned! More updates will be available soon!": "Restate sintonizzati! Presto saranno disponibili degli aggiornamenti!",
    "is a band of Scottish bagpipes and drums that surfed stages from the most important Celtic festivals in Italy, with a repertoire that joins contemporaneousness and tradition.": "è una formazione di cornamuse e percussioni scozzesi che ha solcato i palchi dei festival di musica celtica più importanti d'Italia con un repertorio che unisce contemporaneità e tradizione.",
    "I've been part of Celtic Knot since 2022 as piper, keyboardist and arranger of a part of the repertoire.": "Faccio parte di Celtic Knot dal 2022 come piper, tastierista e arrangiatore di parte del repertorio.",
    "Much more than a tribute band:": "Molto più di una tribute band:",
    "is the continuous and meticulous research for the authentic AC/DC sound, seasoned with an overwhelming scenic presence.": "è la continua e meticolosa ricerca dell'autentico sound degli AC/DC, condita con una presenza scenica travolgente.",
    "Since 2022, my pipes and I support HTH to make their - already unforgettable - shows even more spectacular.": "Dal 2022, la mia cornamusa ed io affianchiamo HTH per rendere ancora più spettacolari i loro show già indimenticabili.",
    "Are you looking for the perfect soundtrack to your event?": "Cerchi la colonna sonora adatta al tuo evento?",
    "Contact me!": "Contattami!",
    "Here follow the collaborations, of less regular frequency, that enrich my musical activity.": "Di seguito le collaborazioni, di frequenza meno regolare, che arricchiscono la mia attività musicale.",
    "A project by Highway to Hell where AC/DC’s rock meets the power of a symphonic orchestra for a memorable show.": "Un progetto di Highway to Hell in cui il rock degli AC/DC incontra la potenza di un'orchestra sinfonica per uno spettacolo memorabile.",
    "Even here, my pipes are always ready to rumble.": "Anche qui, la mia cornamusa è sempre pronta a rombare.",
    "is an initiative by Oltre le Quinte - APS (Novara) made by extraordinary musicians supported by educators and professionals and conducted by Maestro Diego Ragazzo’s baton.": "è un'iniziativa di Oltre le Quinte - APS (Novara) composta da musicisti straordinari, affiancati da educatori e professionisti e diretti dalla bacchetta del M° Diego Ragazzo.",
    "I have had the honour to contribute to this project with my pipes and a few arrangements.": "Ho avuto l'onore di contribuire a questo progetto con la mia cornamusa e con alcuni arrangiamenti.",
    "An improvised Scottish ceilidh band with Andrea Sigismondi on strings and Simone Colzani on percussion.": "Scottish ceilidh band improvvisata con Andrea Sigismondi alle corde e Simone Colzani alle percussioni.",
    "My first approach to trad, to which I contributed with great highland bagpipes, smallpipes, arrangements and original tunes.": "Il mio primo approccio al trad, a cui ho contribuito con cornamusa, smallpipe, arrangiamenti e brani originali.",
    "I strongly support the usage of free and open source software.": "Sono fortemente a favore dell’utilizzo di software libero e open source.",
    "a Material Design styled UI component library.":"una libreria di componenti UI in stile Material Design.",
    "Here is a short list of the technologies I have learnt across the years.": "Ecco un breve elenco delle tecnologie che ho approfondito negli anni.",
    "gigs": "esibizioni",
    "Some parts of this website are still under construction. If you are looking for something that is not here anymore, check on my": "Alcune parti di questo sito sono ancora in costruzione. Se stai cercando qualcosa che c'era e non c'è più, potresti trovarlo nel mio",
    "old website": "vecchio sito"
}